Repository: giellalt/corpus-sms
Catalog: tmx/fin/admin/sd/educational_material_fi/koltans_raportt_2015_minim.pdf.tmx
Source language: sms
Languages: fin

source: škoovlâStsääʹmnuõri
fin: SaamelaiSnuorten

source: čeäʹppvuõđpeeiʹvestuccjokknjääʹlm
fin: taidetapahtumaSSautSjokiSuunkoululla

source: 25.3.18.3026.3. 10.00 tervetuloa !
fin: S A A M E L A I S K Ä R Ä J Ä T

source: tiõrv pueʹttem !
fin: kahdeksi kuukaudeksi.

source: Raportt Sääʹmnuõri čeäʹppvuõđpeeiʹvin 2015
fin: Järjestelyihin osallistuivat saamelaiskäräjiltä koulutus- ja

source: Minna Lehtola paʹlǩǩeeš projeʹktt-tuâjjliʹžžen kueiʹt männǥas.
fin: Kaikille avoimeen tilaisuuteen ei peritty osallistumis- tai

source: Riâššmõʹšše vuässõʹtte sääʹmteeʹǧǧest škoouʹljem- da mätt-materiaalkoontâr, nuõrisuåvtõs da sääʹmmusiik-kõõskõs, Uʹcc-jooǥǥ kåʹdd da Yle Sápmi.
fin: Keskiviikkona rehtori-sivistystoimenjohtaja Laura Arola

source: Jiõnn- da čuõvvtekniikk hoiʹddji Tuupa-records.
fin: Raadin työskentelyn aikana yleisö pääsi nauttimaan Katja

source: Čeäʹppvuõđpeeiʹvi vääras raʹjješ Uʹccjooǥǥ škooulkõõskõõzz peälštemplaaʹne vuâđđõõvvi staanvuõtt-plaan.
fin: , Irene Länsman, Heli Aikio, Ailu Valle, Heli Huovi- sekä kuvataiteilija Sunna Kitti (sarjakuvat).

source: Modji, aanarsääʹmǩiõllsaž Aila Duo da ǩeâittum räp-artistt Ailu Valle voddõʹtte.
fin: Sverre Porsanger, Irene Länsman, Heli Aikio, Ailu Valle, Heli

source: Prograammjååʹđteeʹjjin leʹjje Uʹccjooǥǥ škooul mättʼtõõtti Tuomo Laiti (tâʹvvsäämas), da neljdpeeiʹv suu lââʹzzen Anna-Katariina Feodoroff (nuõrttsäämas) da Martta Alajärvi (aanarsääʹmǩiõʹlle) Aanrest.
fin: Ántte ja nieiddat: ” Rávnnji fárrui ” Aanar škooul škooulneeʹǩǩid / Inarin koulun oppilaita, oʹhjjumuš Hanna Ryytty. SKT (Sevettijärven koulun teinit): ” Jååǥǥar lij jieʹlli ”, “ One of Us ”, “ Duna duna ”, oʹhjjumuš / ohj.

source: Son jaaʹmi pâʹlviõǥǥ seuʹrjõssân mõõnni eeʹjj kâskka škooulpeeiʹv.
fin: Erkka Antila da Seija Sivertsen ” Tapahtumaan kutsutaan kaikki saamelaislapset ja

source: Nuõritueʹjjlâž Aleksi Ahlakorpi čuäʹjti musiikkviidia, mâʹst Hansa Korpi lääulai Veijo Länsman laaul.
fin: Tärkeänä tavoitteena on aina ollut myös lasten ja nuor Taidetapahtumia on järjestetty 1970-luvun alun vuosista

source: Tõn poodd, ko raati smiõtti, pieʹsse ǩiiččeei vueiʹnned Katja
fin: Nuõrr Kulttur-šõddmõʹšše vaʹllješ Nuori Kulttuuri - tapahtumaan valittiin

source: Uʹccjooǥǥ päärnai laauljoukk Modji, joht./jååʹđteei Anna Näkkäläjärvi-Länsman.
fin: Uʹccjooǥǥ Villat, Utsjokisuun koulu da

source: Janita &amp; Bändi: ” Iežas geaidnu ”, Âʹvvel pââibužškooul, oʹhjjumuš Katri Kittilä.
fin: Âʹvvel Čagaldahttit, Ivalon ala-aste (Foto / Snimldõk Jaakko Peltomaa, Inarilainen)
